Repository: mijorus/smile
Catalog: po/*.po
Languages: it, ja, oc, ru

source: translator_credits
it: Lorenzo Paderi
ja: Ryo Nakano
oc: Quentin PAGÈS
ru: Pavel Ovchinnikov <opavel@internet.ru>

source: Whoa, it's still empty! Your most used emojis will show up here
ja: おっと、ここにはまだ何もありません! 最も使用する絵文字がここに表示されます
oc: Òh, es encara void ! Los emojis qu’utilizatz sovent apreissaràn aicí
ru: Ого, здесь всё ещё пусто! Здесь будут отображаться часто используемые вами эмодзи

source: No skintones available
ja: 肌の色は選択できません
oc: Cap de ton de pèl pas disponible
ru: Нет доступных оттенков кожи

source: Copied!
it: Emoji copiata!
ja: コピーしました!
oc: Copiat !
ru: Скопировано!

source: I have copied the emoji to the clipboard. You can now paste it in any input field.
it: Ho copiato l'emoji nella clipboard. Ora è possibile incollarla in qualsiasi campo di testo.
ja: 絵文字をクリップボードにコピーしました。お好きな入力欄に貼り付けできます。
oc: Ai copiat l’emoji al quichapapièrs. Lo podètz ara pegar dins un camp tèxt.
ru: Я скопировал эмодзи в буфер обмена. Теперь вы можете вставить его в любое место.

source: Settings
it: Impostazioni
ja: 設定
oc: Paramètres
ru: Настройки

source: General
it: Generale
ja: 一般
ru: Основные

source: Run in the background
it: Esegui in background
ja: バックグラウンドで実行
oc: Lançar en rèireplan
ru: Запустить в фоновом режиме

source: Keep Smile running in the background for a faster launch
it: Mantieni Smile in esecuzione sullo sfondo per un avvio più rapido
ja: Smile をバックグランドで実行したままにすることで、起動を速くします
oc: Gardar Smile en execucion en rèireplan per una aviada mai rapida
ru: Оставить Smile работать в фоновом режиме для более быстрого запуска

source: Minimize on exit
it: Minimizza all'uscita
ja: 終了時に最小化
oc: Minimizar en quitant
ru: Свернуть при выходе

source: Minimize the window when selecting an emoji
it: Riduci la finestra ad icona quando si seleziona un'emoji
ja: 絵文字を選択すると、ウィンドウを最小化します
oc: Minimizar la fenèstra en seleccionant un emoji
ru: Свернуть окно при выборе эмодзи

source: Mouse behaviour
ja: マウスの挙動
oc: Compòrtament de la mirga
ru: Поведение мыши

source: Mouse multi select
ja: マウスで複数選択
oc: Seleccion multipla de la mirga
ru: Мульти-выбор мышью

source: Select multiple emojis with a single mouse click, replacing Shift + Click; press Enter to confirm and Esc to dismiss.
ja: Shift + クリックの代わりに、クリックで複数の絵文字を選択します。Enter で確定、Esc で閉じます。
oc: Seleccionar mantun emoji amb un sol clic de mirga, remplaça lo Cntr + Clic ; quichar Entrada per confirmar e Esc per ignorar.
ru: Выберите несколько эмодзи щелчком мыши, заменив Shift + клик; нажмите Enter для подтверждения и Esc для отклонения

source: Paste emojis automatically
it: Incolla le emoji automaticamente
ja: 絵文字を自動的に貼り付け
oc: Pegar los emojis automaticament
ru: Вставлять эмодзи автоматически

source: Status:
it: Stato:
ja: 状態:
oc: Estat :
ru: Статус:

source: Enabled
it: Attiva
ja: 有効
oc: Activat
ru: Включено

source: Emulates the Ctrl+V shortcut; might <b>not work</b> on some programs. If using the extension, <b>please ensure that it is correctly ENABLED</b>.
it: Emula la scorciatoia Ctrl+V; potrevve <b>non funzionare</b> in alcune applicazioni. Se si sta usando l'estensione, <b>si prega di verificare che sia correttamente ATTIVATA</b>.
ja: Ctrl+V ショートカットをエミュレートします。一部のプログラムでは<b>機能しない</b>可能性があります。 拡張機能使用時は<b>必ず有効にしてください</b>。
oc: Simula l’acorchi Ctrl+V ; poiriá <b>foncionar pas</b> amb d’unes programas. S’utilizatz l’extensionn, <b>asseguratz-vos que siá corrèctament ACTIVADA</b>
ru: Эмулирует Ctrl+V; может <b>не работать</b> в некоторых программах. Если вы используете расширение, <b>убедитесь, что оно правильно ВКЛЮЧЕНО<b>.

source: Get the GNOME extension
it: Estensione GNOME
ja: GNOME 拡張機能を入手
oc: Obténer l’extension GNOME
ru: Установить расширение GNOME

source: Install the extension to paste automatically on X11 and Wayland
it: Installa l'estensione per incollare automaticamente su X11 e Wayland
ja: X11 と Wayland 上で自動的に貼り付けを行う拡張機能をインストールします
oc: Installar l’extension per pegar automaticament sus X11 e Wayland
ru: Установите расширение для автоматической вставки в X11 и Wayland

source: Customization
it: Personalizzazione
ja: カスタマイズ
oc: Personalisacion
ru: Персонализация

source: Localized tags
it: Tag localizzati
ja: ローカライズされたタグ
oc: Etiquetas localizadas
ru: Локализованные теги

source: Use localized tags
it: Usa tag localizzati
ja: ローカライズされたタグを使う
oc: Utilizar las etiquetas localizadas
ru: Использовать локализованные теги

source: Merge localized and English tags
it: Unisci i tag in inglese e quelli localizzati
ja: ローカライズされたタグと英語のタグを統合
oc: Fusionar las etiquetas localizadas e en anglés
ru: Объединить локализованные и английские теги

source: Use both localized tags and English ones at the same time
it: Usa i tag in inglese ed i tag localizzati allo stesso tempo
ja: ローカライズされたタグと英語のタグの両方を同時に使います
oc: Utilizar tan las etiquetas localizadas que las en anglés a l’encòp
ru: Использовать одновременно локализованные и английские теги

source: Custom tags
it: Tag personalizzati
ja: カスタムタグ
oc: Etiquetas personalizadas
ru: Пользовательские теги

source: Available (using the GNOME extension)
it: Disponibile (usando l'estensione di GNOME)
ja: 利用可能 (GNOME 拡張機能を使用中)
oc: Disponible (en utilizant l’extension GNOME)
ru: Доступно (с расширением GNOME)

source: Requires the GNOME extension on Wayland
it: Richiede l'estensione di GNOME su Wayland
ja: Wayland 上では GNOME 拡張機能が必要
oc: Requerís l’extension GNOME sus Wayland
ru: Необходимо расширение GNOME для Wayland

source: Available (using xdotool on X11)
it: Disponibile (usando xdotool su X11)
ja: 利用可能 (X11 上で xdotool を使用中)
oc: Disponible (en utilizant xdotool sus X11)
ru: Доступно (с xdotool на X11)

source: Launch the app with a shortcut
it: Avvia l'app con una scorciatoia
ja: ショートカットを使ってアプリを起動
oc: Lançar l’aplicacion amb un acorchi
ru: Запустить приложение с помощью ярлыка

source: Create a new keyboard shortcut in your system settings and paste the following code as a custom command
it: Crea una nuova scorciatoia nelle impostazioni di sistema incollando questo codice come comando personalizzato
ja: システム設定で新しいキーボードショートカットを作成して、次のコードをカスタムコマンドとして貼り付けてください
oc: Creatz un acorchi de clavièr novèl als paramètres sistèma e pegatz lo còdi seguent coma comanda personalizada
ru: Создать новое сочетание клавиш в параметрах системы и вставьте этот код в качестве команды

source: Remove
it: Rimuovi
ja: 削除
oc: Suprimir
ru: Удалить

source: There are no custom tags yet: create one with Alt + T
it: Non ci sono ancora tag personalizzati; puoi crearne uno con Alt + T
ja: カスタムタグがまだありません。Alt + T で作成してください
oc: I a pas encara d’etiquetas personalizadas : creatz-ne una amb Alt +T
ru: Здесь пока пользовательских тегов: создайте их с помощью Alt + T

source: Default skintone
it: Colore della pelle predefinito
ja: デフォルトの肌の色
oc: Ton de pèl per defaut
ru: Тон кожи по умолчанию

source: Emoji size
it: Dimensione emoji
ja: 絵文字の大きさ
oc: Talha emoji
ru: Размер эмодзи

source: Default
it: Predefinito
ja: デフォルト
oc: Per defaut
ru: По умолчанию

source: Big
it: Grande
ja: 大
oc: Granda
ru: Большой

source: Bigger
it: Più grande
ja: 特大
oc: Grandassa
ru: Очень большой

source: Giant
it: Gigante
ja: 極大
oc: Giganta
ru: Огромный

source: Invalid file selected
it: File non valido
ja: 無効なファイルが選択されました
oc: Fichièr seleccionat invalid
ru: Выбран неверный файл

source: The configuration file that you selected is not a valid backup.
it: Il file di configurazione selezionato non è un backup valido.
ja: 選択された設定ファイルは有効なバックアップではありません。
oc: Lo fichièr de configuracion qu’avètz seleccionat es pas una salvagarda valida.
ru: Выбранный вами конфигурационный файл не является резервной копией.

source: Close
it: Chiudi
ja: 閉じる
oc: Tampar
ru: Закрыть

source: Preferences
it: Preferenze
ja: 設定
oc: Preferéncias
ru: Настройки

source: Shortcuts
it: Scorciatoie
ja: ショートカット
oc: Acorchis de clavièr
ru: Сочетания клавиш

source: What's new?
it: Cosa c'è di nuovo?
ja: 新機能
oc: Qué de nòu ?
ru: Что нового?

source: Install GNOME extension
it: Installa l'estensione per GNOME
ja: GNOME 拡張機能をインストール
oc: Installar l’extension GNOME
ru: Установить расширение GNOME

source: Translate this app
it: Traduci l'app
ja: このアプリを翻訳
oc: Traduire aquesta app
ru: Перевести это приложение

source: About
it: Informazioni su Smile
ja: Smile について
oc: A prepaus
ru: О программе

source: Mouse
ja: マウス
oc: Mirga
ru: Мышь

source: Open the skintone selector (if available)
it: Apri il selettore dei colori della pelle (se disponibile)
ja: 肌の色ピッカーを開く (利用可能な場合)
oc: Dobrir lo selector de ton de pèl (se disponible)
ru: Открыть выбор тона кожи

source: Add a custom tag
it: Aggiungi un tag personalizzato
ja: カスタムタグを追加する
oc: Ajustar una etiqueta personalizada
ru: Добавить пользовательский тег

source: Keyboard
it: Tastiera
ja: キーボード
oc: Clavièr
ru: Клавиатура

source: Copy the selected emoji and hide the window (When an emoji is highlighted)
it: Copia l'emoji selezionata e nasconde la finestra (quando un'emoji è evidenziata)
ja: 選択中の絵文字をコピーしてウィンドウを非表示にする (絵文字がハイライトされている場合)
oc: Copiar l’emoji seleccionada e rescondre la fenèstra (quand l’emoji es en enlusit)
ru: Скопировать первый эмодзи и закрыть окно (когда эмодзи выделен)

source: Copy first emoji and hide the window (When using the search bar)
it: Copia la prima emoji e nasconde la finestra (quando si usa la barra di ricerca)
ja: 最初の絵文字をコピーしてウィンドウを非表示にする (検索バー使用時)
oc: Copiar lo premièr emoji e rescondre la fenèstra (en utilizant la barra de recèrca)
ru: Скопировать первый эмодзи и скрыть окно (когда используется поиск)

source: Show the category on the right
it: Mostra la categoria a destra
ja: 右のカテゴリーを表示する
oc: Afichar la categoria a man drecha
ru: Показать категорию справа

source: Show the category on the left
it: Mostra la categoria a sinistra
ja: 左のカテゴリーを表示する
oc: Afichar la categoria a man esquèrra
ru: Показать категорию слева

source: Add an emoji to selection
it: Aggiungi un'emoji alla selezione
ja: 絵文字を選択対象に追加する
oc: Ajustar un emoji a la seleccion
ru: Добавить эмодзи в выборку

source: Remove the last emoji from the selection
it: Rimuovi l'ultima emoji dalla selezione
ja: 最後の絵文字を選択対象から削除する
oc: Suprimir lo darrièr emoji de la seleccion
ru: Удалить последний эмодзи из выборки

source: Copy the selection and hide the window, without the highlighted emoji
it: Copia la selezione e nascondi la finestra, senza selezionare l'emoji evidenziata
ja: 選択対象をコピーしてウィンドウを非表示にする (ハイライトされた絵文字は含まない)
oc: Copiar la seleccion e rescondre la fenèstra, sens enlusir los emoji
ru: Скопировать выбранное и скрыть окно, без выделенного эмодзи

source: Export and import custom tags
ja: カスタムタグをエクスポート/インポート
oc: Exportar e importar d’etiquetas personalizadas
ru: Экспорт и импорт пользовательских тегов

source: Use the buttons below to create or restore custom tags from another machine
ja: カスタムタグを作成したり別のマシンから復元したりするには、以下のボタンを使用してください
oc: Utilizatz los botons çai-jos per crear o restaurar d’etiquetas personalizadas d’una autra maquina
ru: Используйте кнопки ниже, чтобы создать или восстановить пользовательские теги с другого устройства

source: Export to file
ja: ファイルにエクスポート
oc: Exportar al fichièr
ru: Экспортировать в файл

source: Import from file
ja: ファイルからインポート
oc: Importar d’un fichièr
ru: Импортировать из файла

source: <small>Press Enter to select or ESC to close</small>
ja: <small>Enter で選択、ESC で閉じる</small>
ru: <small>Нажмите Enter для выбор или ESC для закрытия</small>

source: <b>{emoji} Edit custom tags</b>
ja: <b>{emoji} カスタムタグを編集</b>
ru: <b>{emoji} Редакировать пользовательские теги</b>

source: List of custom tags, separated by comma
ja: カスタムタグのリスト (カンマ区切り)
ru: Список пользовательских тегов, разделённых запятой

source: <small><b>Default tags</b>: {default_tags}</small>
ja: <small><b>デフォルトのタグ</b>: {default_tags}</small>
ru: <small><b>Теги по умолчанию</b>: {default_tags}</small>

source: <small>Press Enter to save or ESC to dismiss</small>
ja: <small>Enter で保存、ESC でキャンセル</small>
ru: <small>Нажмите Enter для сохранения или ESC для отмены</small>

source: New features!
ja: 新機能
ru: Новые возможности!

source: Dismiss
it: Ignora
ja: 閉じる
oc: Ignorar
ru: Отменить

source: Copy the selected emoji and hide the window
ja: 選択中の絵文字をコピーしてウィンドウを非表示にする
oc: Copiar l’emoji seleccionada e rescondre la fenèstra
ru: Скопировать выбранный эмодзи и скрыть окно

source: Recently used emojis
oc: Emojis utilizats recentament

source: Pro tip!
it: Suggerimento!

source: You can now automatically paste emojis on X11 systems and with the GNOME extension on Wayland!
it: Ora puoi incollare le emoji automaticamente su X11, e su Wayland usando l'estensione GNOME!

source: Install
it: Installa
